Repository: Flameeyes/unieject
Catalog: po/*.po
Languages: de, es_ar, it, nl, pt, pt_br

source: Error parsing configuration file %s
de: Konnte Konfigurationsdatei %s nicht lesen
es_ar: Error procesando el archivo de configuración %s
it: Errore nella lettura del file di configurazione %s
nl: Kan configuratiebestand %s niet verwerken
pt: Erro na leitura o ficheiro de configuração %s
pt_br: Erro na leitura do arquivo de configuração %s

source: Close CD-Rom tray.
de: Schließe CD-Rom-Fach.
es_ar: Cerrar la bahia del CD-Rom.
it: Chiude il cassetto del CD-Rom.
nl: Sluit CD-ROM lade.
pt: Fechar o CD-Rom
pt_br: Fecha o drive de CD-Rom.

source: Toggle tray open/close.
it: Scambia apertura/chiusura cassetto.
pt_br: Alterna o drive de CD-Rom para abrir/fechar.

source: Set CD-Rom max speed.
de: Setzte maximale CD-Rom Geschwindigkeit.
es_ar: Establecer la velocidad máxima del CD-Rom.
it: Imposta la velocità massima del CD-Rom.
nl: Stel CD-ROM maximumsnelheid in.
pt: Estabelecer a velocidade máxima do CD-Rom
pt_br: Altera a velocidade máxima do CD-Rom.

source: Switch discs on a CD-ROM changer.
de: Wechsle Datenträgen in CD-Wechsler.
es_ar: Intercambiar discos en un cambiador de CD-ROMs.
it: Scambia dischi su un CD-Rom changer.
nl: Wissel schijven op een CD-wisselaar.
pt: Trocar de discos num trocador de CD-ROM
pt_br: Alterna discos no selecionador de CD-Rom.

source: Lock the CD-Rom drive.
de: Sperre das CD-Rom-Laufwerk.
es_ar: Bloquear el CD-Rom.
it: Blocca il drive CD-Rom.
nl: Vergrendel het CD-ROM station.
pt: Trancar a drive de CD-Rom
pt_br: Trava o drive de CD-Rom.

source: Unlock the CD-Rom drive.
de: Entsperre das CD-Rom-Laufwerk.
es_ar: Desbloquear el CD-Rom.
it: Sblocca il drive CD-Rom.
nl: Ontgrendel het CD-ROM station.
pt: Desbloquear a drive de CD-Rom
pt_br: Destrava o drive de CD-Rom.

source: Don't eject, just show device found.
de: Nicht auswerfen, nur gefundenes Laufwerk anzeigen.
es_ar: No eyectar, sólo mostrar el dispositivo encontrado.
it: Non espellere, mostra solo il dispositivo trovato.
nl: Niet uitwerpen, alleen gedetecteerde apparaten tonen.
pt: Não ejectar, apenas mostra o device encontrado
pt_br: Não ejeta, apenas exibe o dispositivo encontrado.

source: Display default device.
de: Zeige Standardlaufwerk.
es_ar: Mostrar el dispositivo predeterminado.
it: Mostra il dispositivo di default.
nl: Toon standaardapparaat.
pt: Mostra o device por omissão
pt_br: Exibe o dispositivo padrão.

source: Enable verbose output.
de: Aktiviere detailierte Ausgabe.
es_ar: Habilitar salida detallada.
it: Abilita output dettagliato.
nl: Schakel gedetailleerde uitvoer in.
pt: Activar o output extenso
pt_br: Ativa o detalhamento de informações.

source: Disable output of error messages.
de: Unterdrücke die Ausgaben von Fehlermeldungen.
es_ar: Deshabilitar mensajes de error.
it: Disattiva l'output dei messaggi di errore.
nl: Schakel het tonen van foutberichten uit.
pt: Desactivar o output de uma messagem de erro
pt_br: Desativa a exibição de mensagens de erro.

source: Do not umount device even if it is mounted.
de: Hänge das Laufwerk nicht aus auch wenn eingehängt.
es_ar: No desmontar dispositivos aunque estén montados.
it: Non smontare il dispositivo anche se è montato.
nl: Voer geen unmount uit, zelfs als het apparaat momenteel in gebruik is.
pt: Não fazer umount do device mesmo estando mounted
pt_br: Não desmonta o dispositivo, mesmo que esteja montado.

source: Unmount device if mounted (default behavior).
de: Hänge das Laufwerk aus, wenn es eingehängt ist (Standard).
es_ar: Desmontar dispositivo si está montado (predeterminado).
it: Smonta il device se è montato (comportamento predefinito).
nl: Voer een unmount uit als dit noodzakelijk is (standaard gedrag).
pt: Unmount do device mesmo estando mounted (comportamento por omissão)
pt_br: Desmonta o dispositivo se estiver montado (comportamento padrão).

source: Force unmount of device.
de: Erzwinge das Aushängen des Laufwerks.
es_ar: Forzar el desmontado del dispositivo.
it: Forza lo smontaggio del dispositivo.
nl: Forceer unmount van apparaat.
pt: Forçar o unmount do device
pt_br: Força a desmontagem do dispositivo.

source: Don't force unmount of device (default behavior).
de: Erzwinge nicht das Aushängen des Laufwerks (Standard).
es_ar: No forzar el desmontado del dispositivo (predeterminado).
it: Non forzare lo smontaggio del dispositivo (comportamento predefinito).
nl: Unmount niet forceren (standaard gedrag).
pt: Não forçar o unmount do device (comportamento por omissão)
pt_br: Não força a desmontagem do dispositivo (comportamento padrão).

source: Ignore capabilities as reported by device.
de: Ignoriere Fähigkeiten wie vom Laufwerk ermittelt.
es_ar: Ignorar las capacidades reportadas por el dispositivo.
it: Ignora le capacità riportate dal dispositivo.
nl: Negeer de eigenschappen die het apparaat meld te hebben.
pt: Ignorar as capacidades reportadas pelo device
pt_br: Ignora recursos reportados pelo dispositivo.

source: Don't ignore capabilities reported by device (default behavior).
de: Nutze Fähigkeiten wie vom Laufwerk ermittelt.
es_ar: No ignorar las capacidades reportadas por el dispositivo (predeterminado)
it: Non ignorare le capacità riportate dal dispositivo (comportamento predefinito).
nl: Gebruik de door het apparaat vermelde eigenschappen (standaard gedrag).
pt: Não ignorar as capacidades reportadas pelo device (comportamento por omissão)
pt_br: Não ignora recursos reportados pelo dispositivo (comportamento padrão).

source: Use an umount wrapper to unmount.
de: Benutze einen unmount-Wrapper zum Auswerfen.
es_ar: Usar un intermediario de umount para desmontar.
it: Usa un wrapper per smontare.
nl: Gebruik een wrapper om de unmount uit te voeren.
pt: Usar um umount wrapper para unmount.
pt_br: Utiliza um intermediador para desmontar.

source: Select the access method for libcdio.
de: Wähle die Zugriffsmethode für libcdio.
es_ar: Elegir el método de acceso para libcdio.
it: Seleziona il metodo di accesso per libcdio.
nl: Selecteert de toegangsmethode voor libcdio.
pt: Selecionar o metodo de acesso para a libcdio
pt_br: Seleciona o método de acesso a libcdio.

source: Set debugging level for libcdio.
de: Setze Debug-Level für libcdio.
es_ar: Establecer el nivel de depuración para libcdio.
it: Imposta il livello di messaggi di debug per libcdio.
nl: Stelt het debugging-niveau in voor libcdio.
pt: Colocar o nível de debugging para a libcdio
pt_br: Altera o nível de depuração da libcdio.

source: Display version and copyright information and exit.
de: Zeige Versionsnummer und Copyright-Information und beende.
es_ar: Mostrar información de versión y copyright y salir.
it: Visualizza la versione e le informazioni di copyright ed esci.
nl: Toon versie & copyright-informatie en sluit af.
pt: Mostrar a versão, informação dos direitos de cópia e sair
pt_br: Exibe versão, informações de copyright e sai.

source: Ignored (classic eject compatibility).
de: Ignoriert (nur für Kompatibilität mit eject).
es_ar: Ignorado (compatibilidad con el eject clásico).
it: Ignorato (compatibilità con eject classico).
nl: Wordt genegeerd (om compatibel te zijn met het klassieke eject-commando).
pt: Ignorado (compatibilidade classica de eject)
pt_br: Ignorado (compatibilidade clássica do eject).

source: Ignored
it: Ignorato
pt_br: Ignorado

source: you can use just one of -x, -c, -l, -L and -d options
de: es kann nur eine der Optionen -x, -c, -l, -L oder -d benutzt werden.
es_ar: sólo puede usar una opción de -x, -c, -l, -L y -d
it: puoi usare una sola tra le opzioni -x, -c, -l, -L e -d
nl: u kunt slechts een van de volgende opties gebruiken: -x, -c, -l, -L e -d
pt: pode usar uma das opções -x, -c, -l, -L e -d
pt_br: você pode usar apenas -x, -c, -l, -L e -d como opções

source: further non-option arguments ignored.
de: ignoriere weitere Argumente, die keine Optionen sind.
es_ar: los próximos argumentos no-opciones ignorados.
it: ulteriori argomenti (non opzioni) ignorati.
nl: verdere argumenten (geen opties) zijn genegeerd.
pt: alguns argumentos não opcionais ignorados.
pt_br: demais argumentos não-opcionais ignorados.

source: default to closing tray instead of eject.
de: wähle das Schließen als Standard anstelle vom Auswerfen.
es_ar: predeterminar a cerrar la bahia en lugar de eyectarla.
it: predefinisci la chiusura del cassetto anziché l'espulsione.
nl: sluit standaard de lade in plaats van uitwerpen.
pt: fechar o prato por omissão em vez de ejectar.
pt_br: torna como padrão o fechamento do drive, ao invés da ejeção.

source: %s: default device: `%s'
de: %s: Standardlaufwerk: `%s'
es_ar: %s: dispositivo predeterminado: `%s'
it: %s: dispositivo di default: `%s'
nl: %s: standaard-apparaat: `%s'
pt: %s: device por omissão: `%s'
pt_br: %s: dispositivo padrão: `%s'

source: unieject version %s
es_ar: unieject versión %s
it: unieject versione %s
nl: unieject versie %s
pt: unieject versão %s
pt_br: versão do unieject %s

source: unable to unmount device '%s'.
de: konnte Laufwerk '%s' nicht aushängen.
es_ar: imposible desmontar dispositivo '%s'.
it: impossibile smontare il device '%s'.
nl: unmount van apparaat '%s' is niet geslaagd.
pt: não pode fazer unmount do device '%s'.
pt_br: não foi possível desmontar o dispositivo '%s'.

source: unable to get the status of the tray.
it: impossibile ricevere lo stato del cassetto.
pt_br: não foi possível obter o estado do drive de CD-Rom.

source: %s: closing tray.
it: %s: chisura cassetto.
pt_br: %s: fechando o drive de CD-Rom.

source: %s: ejecting.
it: %s: espulsione.
pt_br: %s: ejetando.

source: the selected device doesn't have eject capabilities.
de: das gewählte Laufwerk unterstützt das Auswerfen nicht.
es_ar: el dispositivo seleccionado no tiene capacidad para eyectar.
it: il dispositivo selezionato non ha capacità di espulsione.
nl: het geselecteerde apparaat heeft geen uitwerp-mogelijkheden.
pt: o device selecionado não pode fazer eject
pt_br: o dispositivo selecionado não pode ser ejetado por comando.

source: the selected device doesn't have tray close capabilities.
de: das gewählte Laufwerk unterstützt das Schließen nicht.
es_ar: el dispositivo seleccionado no tiene capacidad para cerrar la bahia.
it: il dispositivo selezionato non ha capacità di chiusura del cassetto.
nl: het geselecteerde apparaat heeft geen lade.
pt: o device selecionado não tem opções de fechar o prato
pt_br: o dispositivo selecionado não pode ser fechado por comando.

source: unable to open device descriptor [%s].
de: konnte Laufwerks-Bezeichner nicht öffnen [%s].
es_ar: imposible abrir el descriptor del dispositivo [%s].
it: impossibile aprire il descrittore del dispositivo [%s].
nl: kan apparaatbeschrijving [%s] niet openen.
pt: não pode abrir o device descrito por [%s].
pt_br: não foi possível abrir o descritor do dispositivo [%s].

source: error in ioctl [%s].
de: Fehler in ioctl [%s].
es_ar: error en ioctl [%s].
it: errore nella ioctl [%s].
nl: fout in ioctl [%s].
pt: erro em ioctl [%s].
pt_br: erro em ioctl [%s].

source: error receiving mount information: %s
de: Fehler beim Ermitteln des Einhänge-Status : %s
es_ar: error al recibir la información de mount: %s
it: errore nella ricezione nelle informazioni di montaggio: %s
nl: mount-informatie niet juist ontvangen: %s
pt: erro ao receber informação de mount %s
pt_br: erro ao receber informação de montagem: %s

source: '%s' is mounted as '%s'
de: '%s' is als '%s' eingehängt
es_ar: '%s' está montado como '%s'
it: '%s' è montato su '%s'
nl: '%s' is ge-mount als '%s'
pt: '%s' está mounted como '%s'
pt_br: '%s' está montado como '%s'

source: '%s' is the mount point of '%s'
de: '%s' is Einhängepunkt von '%s'
es_ar: '%s' es el punto de montado de '%s'
it: '%s' è il punto di montaggio di '%s'
nl: '%s' is het mount-punt van '%s'
pt: '%s' é o mount point de '%s'
pt_br: '%s' é o ponto de montagem para '%s'

source: unable to unmount '%s' [%s]
de: konnte '%s' nicht aushängen[%s]
es_ar: imposible desmontar '%s' [%s]
it: impossibile smontare '%s' [%s]
nl: unmount van '%s' is niet mogelijk: [%s]
pt: não pode unmount'%s' [%s]
pt_br: não foi possível desmontar '%s' [%s]

source: '%s' unmounted from '%s'
de: '%s' ausgehängt von '%s'
es_ar: '%s' desmontado de '%s'
it: '%s' smontato da '%s'
nl: '%s' smontato da '%s'
pt: '%s' unmounted de '%s'
pt_br: '%s' desmontado de '%s'

source: the selected device doesn't have locking capabilities.
de: das gewählte Laufwerk unterstützt das Sperren nicht.
es_ar: el dispositivo seleccionado no tiene capacidades de bloqueo.
it: il dispositivo selezionato non ha capacità di bloccaggio.
nl: het geselecteerde apparaat is niet vergrendelbaar.
pt: o device selecionado não tem capacidades de trancar
pt_br: o dispositivo selecionado não possui recurso para travamento.

source: using value of EJECT variable '%s'
de: benutze Wert der Variable EJECT '%s'
es_ar: usando el valor de la variable EJECT '%s'
it: utilizzando il valore della variabile EJECT '%s'
nl: de waarde van de EJECT-variabele wordt gebruikt: '%s'
pt: usando o valor da variavel de EJECT '%s'
pt_br: utilizando o valor da variável EJECT '%s'

source: using FreeBSD default: 'cd0'
de: benutze FreeBSD-Standard: 'cd0'
es_ar: usando el predeterminado de FreeBSD: 'cd0'
it: usando il valore predfinito per FreeBSD: 'cd0'
nl: de FreeBSD-standaardwaarde wordt gebruikt: 'cd0'
pt: usando por omissão para o FreeBSD: 'cd0'
pt_br: utilizando o padrão do FreeBSD: 'cd0'

source: no default device identified, exiting.
es_ar: no se ha identificado ningún dispositivo predeterminado, saliendo.
it: nessun dispositivo predefinito identificato, interruzione del programma.
pt: não existe um device por omissão indentificado, saindo.
pt_br: nenhum dispositivo padrão identificado, saindo do programa.

source: using default device '%s'
de: benutze Standardlaufwerk '%s'
es_ar: usando el dispositivo predeterminado '%s'
it: utilizzando il dispositivo predefinito '%s'
nl: standaardapparaat '%s' wordt gebruikt
pt: usando o device por omissão '%s'
pt_br: utilizando o dispositivo padrão '%s'

source: device name is '%s'
de: Laufwerkname ist '%s'
es_ar: el nombre del dispositivo es '%s'
it: il nome del dispositivo è '%s'
nl: apparaatnaam is '%s'
pt: o nome do device é '%s'
pt_br: o nome do dispositivo é '%s'

source: expanded name is '%s'
de: erweiterter Name ist '%s'
es_ar: nombre expandido es '%s'
it: il nome espanso è '%s'
nl: uitgebreide naam is '%s'
pt: o nome expandido é '%s'
pt_br: o nome expandido é '%s'

source: '%s' is a link to '%s'
de: '%s' ist eine Verknüpfung auf '%s'
es_ar: '%s' es un enlace a '%s'
it: '%s' è un collegamento a '%s'
nl: '%s' is een link naar '%s'
pt: '%s' é um link para '%s'
pt_br: '%s' é um atalho para '%s'

source: device is '%s'
de: Laufwerk ist '%s'
es_ar: dispositivo es '%s'
it: il dispositivo è '%s'
nl: apparaat is '%s'
pt: o device é '%s'
pt_br: dispositivo é '%s'

source: executing '%s' as umount wrapper.
de: starte '%s' als unmount-Wrapper.
es_ar: ejecutando '%s' como intermediario de umount.
it: esecuzione di '%s' come wrapper di smontaggio.
nl: '%s' wordt uitgevoerd als umount-wrapper.
pt: executando '%s' como um wrapper de umount.
pt_br: executando '%s' como um intermediador de desmontagem.

source: error executing umount wrapper, ignoring.
de: Fehler beim ausführen des unmount-Wrappers, ignoriere es und fahre fort.
es_ar: error ejecutando el wrapper de umount, ignorando.
it: errore nell'esecuzione del wrapper di smontaggio (ignorato).
nl: fout bij uitvoering van umount-wrapper (genegeerd).
pt: erro ao executar o wrapper de unmount, ignorando.
pt_br: erro ao executar o intermediador de desmontagem, ignorando-o.

source: cannot find CD-Rom driver.
de: konnte CD-Rom-Treiber nicht finden.
es_ar: imposible encontrar el controlador del CD-Rom.
it: impossibile trovare il driver CD-Rom.
nl: kan geen CD-ROM stuurprogramma vinden.
pt: não encontro o driver de CD-Rom.
pt_br: não foi possível encontrar o driver do CD-Rom.

source: the selected device doesn't have capability to select disc.
de: das gewählte Laufwerk unterstützt das Wählen der CD nicht.
es_ar: el dispositivo seleccionado no tiene la capacidad de seleccionar el disco.
it: il dispositivo selezionato non ha capacità di selezione disco.
nl: het geselecteerde apparaat is geen wisselaar.
pt: o device selecionado não tem a capacidade de selecionar o disco.
pt_br: o dispositivo selecionado não possui recurso de seleção de discos.

source: the selected device doesn't have capability to select speed.
de: das gewählte Laufwerk unterstützt das Wählen der Geschwindigkeit nicht.
es_ar: el dispositivo seleccionado no tiene la capacidad de seleccionar la velocidad.
it: il dispositivo selezionato non ha capacità di selezione velocità.
nl: het geselecteerde apparaat ondersteunt geen snelheidsinstelling.
pt: o device selecionado não tem a capacidade de selecionar a velocidade.
pt_br: o dispositivo selecionado não possui recurso de seleção de velocidades.

source: setting CD-ROM speed to %dX
de: setze CD-Rom-Geschwindigkeit auf %dX
es_ar: estableciendo la velocidad del CD-ROM a %dX
it: impostazione della velocità del CD-Rom a '%dX
nl: CD-ROM snelheid wordt ingesteld op %dX
pt: colocando a velocidade do CD-ROM para %dX
pt_br: alterando a velocidade do CD-Rom para %dX

source: unable to execute command (unknown CDIO status: %d)
de: konnte das Kommando nicht ausführen (unbekannter CDIO status: %d)
es_ar: imposible ejectuar el comando (estado CDIO desconocido: %d)
it: impossibile eseguire il comando (stato CDIO sconosciuto: %d)
nl: kan opdracht niet uitvoeren (onbekende CDIO status: %d)
pt: não pode executar o comando (status de CDIO desconhecido: %d)
pt_br: não foi possível executar o comando (estado atual desconhecido de CDIO: %d)
